---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.TilePatternTileFailures
source: html/9ded627c-a0c5-2912-a4f0-e0230af482c7.htm
---
# BuiltInFailures.TilePatternTileFailures Properties

Family not appropriate for Divided Surface component.